{
    "header":{
        "navigation":["Обо мне","Навыки","Проекты"],
        "logo":"Что умею?",
        "contact":"Связаться"
    },
    "about":{
        "title":["Привет","я Юрий Девиан"],
        "description":"Веб-разработчик из Санкт-Петербурга. У меня нет никаких проблем при работе с фронтенд-разработкой, я могу предложить разные услуги, такие как создание веб-сайтов, интеграции с бэкэндом, или выполнение отдельных задач",
        "contact":"Связаться"
    },
    "skills":{
        "title":"Навыки",
        "description":"Здесь собраны все навыки, в которых я разбираюсь",
        "skills_description":["3 фундаментальных вещи в web-программировании, которые знает каждый разработчик","Без гита уже ничего не сделаешь. Очень полезная вещь","Популярные на сегодняшний день фреймворки, на которых куда быстрее и прагматичнее пишутся сайты, микросервисы","Redux помогает управлять состоянием приложения, решать многие проблемы(дополнение к ReactJS / NextJS)","Даже в маленьких проектах, где и не требуется ts, я все равно использую его, сильно привык :(","Также есть небольшой, но опыт с MERN стэком (аутентификация, WebSocket, Socket.io, p2p)","Чаще всего использую сервис Figma, редактор Photoshop иногда приходится (для верстки)","Также писал ботов на ноде и питоне (интеграции со многими api)"],
        "skills_button_text":"Узнать больше"
    },
    "projects":{
        "title":"Проекты",
        "description":"Чем я занимался в последнее время",
        "button_text":"Посмотреть кусок кода",
        "project_description":["Анонимный чат с комнатами. Вы не узнаете кто скрывается за собеседниками, пока все не откроетесь друг другу","Клон популярного сайта Clubhouse с P2P общением","Турбозайм - сайт для финансовых проблем. Как легко и быстро можно взять онлайн-займ","Parser Panel, нужный парсинг происходил со стороны backend'а"],
        "project_stack":["ReactJS + Redux, NodeJS + Express + MongoDB","ReactJS + Redux + Socket.io + WebRTC, NodeJS + Express + MongoDB","ReactJS + Redux + другие библеотеки (Backend писал не я)","ReactJS + Redux + Ace редактор + другие библеотеки (Backend писал не я)"]
    }

}